export const days = ['월', '화', '수', '목', '금', '토', '일'];
export const hours = ['09', '10', '11', '12', '13', '14', '15', '16', '17', '18', '19', '20', '21', '22', '23'];
export const idx2hour = ['09:00', '09:30', '10:00', '10:30', '11:00', '11:30', '12:00', '12:30', '13:00', '13:30', '14:00', '14:30', '15:00', '15:30', '16:00', '16:30', '17:00', '17:30', '18:00', '18:30', '19:00', '19:30', '20:00', '20:30', '21:00', '21:30', '22:00', '22:30', '23:00', '23:30', '24:00'];
export const url = 'http://158.180.85.102:8090';
export const demoNames = [
    "비틀즈",
    "레드제플린",
    "롤링스톤즈",
    "퀸",
    "핑크플로이드",
    "너바나",
    "메탈리카",
    "AC/DC",
    "건즈앤로지스",
    "콜드플레이",
    "라디오헤드",
    "레드핫칠리페퍼스",
    "린킨파크",
    "그린데이",
    "비치보이스",
    "오아시스",
    "고릴라즈",
    "악틱몽키즈",
    "이매진드래곤스",
    "스트록스",
    "아이언메이든",
    "마룬5",
    "뮤즈",
];

// 보소, 기소, 베소, 드소, 키소, 메인 회의, 재학생 회의, 회의, 오디션, 합주 불가
export const eventIds = [
    "67edfea26724937d8f2c4d4c",
    "67e363a96724937d8f2c25a1",
    "67e543106724937d8f2c29a7",
    "67e76b5d6724937d8f2c2f87",
    "67e634586724937d8f2c2c62",
    "68079d0e3eec014ddb5fc9db",
    "68079d253eec014ddb5fc9e0",
    "68079d323eec014ddb5fc9e5",
    "68079d3f3eec014ddb5fc9ea",
    "68079d4e3eec014ddb5fc9ef",
];